<template>
  <div class="about">
    <p class="menu-title">{{$t("Layout.title1")}}</p>
    <div v-if="$store.state.lang=='en'">
      <iframe src="https://app.ouimeet.com/news/getNews?type=17&app_language=en" frameborder="0" class="ifame-about"></iframe>
    </div>
    <div v-else>
      <p>欧亿婚恋是一款主要服务全球海外华人的婚恋交友软件， 于2018年6月在国内外各大应用市场正式上线。网站主要针对的服务对象是中国大陆女性和西方优秀的男士，我们的目的是希望通过欧亿这一优秀的国际交友平台，为优质单身人群牵线搭桥，帮助他们找到人生另一半。欧亿婚恋凭借资深的顾问团队，严格的服务质量监督体系和专业精深的服务内容，品牌知名度已跃居行业前列，并为无数对美好姻缘牵线，成就真情眷属。</p>
      <p class="main-title">一、用户构成及现状</p>
      <p>1.欧亿婚恋的女性用户大多具备“高学历”、“追求自由”、“配偶要求更高”等特点，由于受教育度高，女性社会、人生价值观，与国际接轨度高，对人生、未来有了更高层面的规划与追求。</p>
      <p>2.欧亿婚恋的男性用户大多是”事业有成”,”成熟”“稳定” 的中年男士，他们想要结识和自己价值观相同的优秀女性。</p>
      <p>3.因为长期忙于工作事业，或者现实生活中接触适龄的单身人群较少，希望通过欧亿婚恋找到可以携手共度余生的人。</p>
      <p class="main-title">二、产品服务与特点</p>
      <p>1.目前支持语音信息，图片，文字交流，同时也提供各国语言实时在线翻译服务。</p>
      <p>2.用户在完成注册并通过审核后，支付认证费用，即可获取账号的使用权（在不违反欧亿婚恋注册协议的基础上，使用权永久有效）。</p>
      <p>3.用户可以通过自己的账号，搜索符合自己标准的异性，查看其个人资料，并决定是否与其进行交流。</p>
      <p>4.欧亿设有VIP服务项，为VIP提供更全面的服务，例如多语言翻译，高级条件查找等。</p>
      <p class="main-title">三、严格审查机制</p>
      <p>1.与市场上同类产品相比，欧亿婚恋更加注重安全。</p>
      <p>2.目前采取人工和技术双重审核机制，更进一步确保注册用户信息的真实和可靠。</p>
      <p>3.例如视频验证系统，杜绝任何盗用他人信息的虚假身份注册；一设备一账号注册，杜绝活跃在其他交友平台的不法份子在被欧亿封杀后，注册其他账号；及时举报系统，用户可以24小时随时与工作人员一起监督其他用户行为。</p>
      <p class="main-title">四、收费合理透明</p>
      <p>1.作为一款婚恋软件，欧亿婚恋倡导真实，友爱；作为一款全球交友软件，欧亿致力于不同地区，不同语言，不同文化的人通过互联网络更好的相互了解。</p>
      <p>2.与婚恋市场线下服务相比，欧亿婚恋的线上服务价格优势明显，会员享受的服务一目了然， 只需交纳128元认证费，就可享受全能服务，且永久有效，绝无乱收费现象，为用户节省了上万元的认证费用。</p>
      <br>
      <p>欧亿婚恋以专业、高效、安全，私密为基本原则，专注于为单身人群提供个性化服务！欧亿婚恋依托顾问团队深厚的专业背景，丰富的行业经验，资深的人生阅历，高尚的职业操守，以及公司持续不断的服务研发体系和严格的标准化服务流程管理体系,为单身人士寻找事业外的另一份成功，真正实现品质婚姻品质生活！</p>
    </div>
  </div>
</template>

<script>
export default {
  name: "About",
  data() {
    return {};
  },
  mounted() {
    this.$parent.active = 0;
  },
  methods: {}
};
</script>

<style lang="less" scoped>
.ifame-about{
  width:100%;
  height:2130px;
}
</style>
